<?php

$lang_admin_plugin_security = array(

'Plugin title'	=>	'સુરક્ષા',
'Form title2'	=>	'બોટ્સ સામે રક્ષણ (ફક્ત અતિથિ જૂથ માટે)',
'Form title3'	=>  'IP તપાસો',
'Form title4'	=>  'રીડાયરેક્ટ',
'Show text button'		=>	'ફેરફારો સાચવો',
'Plugin redirect' => 'વિકલ્પો અપડેટ થયા. રીડાયરેક્ટ કરી રહ્યું છે …',

'Coding forms' => 'જાવાસ્ક્રિપ્ટ દ્વારા નોંધણી/પોસ્ટ મોકલવાના ફોર્મ્સનું કોડિંગ. તેની ભલામણ કરવામાં આવે છે.',
'Crypto enable' => 'કેપ્ચા માટે ફીલ્ડના રેન્ડમ નામોનો ઉપયોગ કરો. તેની ભલામણ કરવામાં આવે છે.',
'ACaptcha enable' => 'અંકગણિત કેપ્ચાનો ઉપયોગ કરો. તેની ભલામણ કરવામાં આવે છે.',

'Check IP'  => 'એડમિન અને મધ્યસ્થીઓના IP ફેરફારો તપાસવા. ફેરફાર પર પાસવર્ડની વિનંતી કરવા. તેની ભલામણ કરવામાં આવે છે.',

'Board red help' => 'અવરોધિત ન કરાયેલ રીડાયરેક્ટ સંદર્ભોને અનુરૂપ નિયમિત અભિવ્યક્તિ. જો તે ખાલી હોય, તો બધા સંદર્ભો રીડાયરેક્ટ વિના કાર્ય કરે છે. <br /> ઉદાહરણ: <strong>^(http|ftp)\:\/\/(www\.)?(site1|site2|site3)</strong>',
'Board red only guest' => 'ફક્ત અતિથિઓ માટે કાર્ય કરે છે.',

'Bad regular expression' => 'ખરાબ નિયમિત અભિવ્યક્તિ.',
);
