<?php

$lang_admin_plugin_timelimit = array(

'Plugin title'	=>	'સમયમર્યાદા - સંપાદન/દૂર કરવાના સમયની મર્યાદા',
'Explanation 1'			=>	'આ પ્લગઇન વપરાશકર્તાઓ માટે સંદેશા/વિષયોના સંપાદન/દૂર કરવાના સમયની સ્થાપના માટે સેવા આપે છે.<br />સમય સેકન્ડમાં સેટ કરવામાં આવે છે. 0 - સમય પ્રતિબંધને ડિસ્કનેક્ટ કરે છે.',
'Explanation 2'			=>	'સંચાલકો પાસે કોઈ પ્રતિબંધો નથી અને ફોરમના કોઈપણ સંદેશમાંથી પ્રતિબંધ દૂર કરી શકે છે.<br />જવાબદારીના ક્ષેત્રમાં મધ્યસ્થીઓ પાસે કોઈ પ્રતિબંધો નથી.',
'Form title'	=>	'ફોરમ જૂથો',
'Show text button'		=>	'ફેરફારો સાચવો',
'Plugin redirect' => 'વિકલ્પો અપડેટ થયા. રીડાયરેક્ટ કરી રહ્યું છે …',
'Group' => 'જૂથ',
'Time' => 'સમય',

);
