<?php

$lang_admin_plugin_merge_posts = array(

'No text'				=>	'તમે કંઈપણ દાખલ કર્યું નથી!',
'Plugin title'	=>	'પોસ્ટ મર્જ કરો - સંદેશાઓનું સ્વચાલિત જોડાણ',
'Explanation 1'			=>	'આ પ્લગઇન વપરાશકર્તાઓ તરફથી ડબલ સંદેશાઓના અપવાદ માટે સેવા આપે છે.',
'Explanation 2'			=>	'અહીં તમે સંદેશાઓના જોડાણનો સમય ગોઠવી શકો છો.<br />0 - સંદેશાઓનું જોડાણ ગેરહાજર છે, 86400 - દિવસના પ્રવાહમાં વપરાશકર્તાના બધા સંદેશાઓ એકમાં ભળી જશે જો તેઓ એક પછી એક જાય.',
'Form title'	=>	'ઇનપુટ ફોર્મ',
'Legend text'			=>	'જોડાણ સમય દાખલ કરો.',
'Text to show'			=>	'સેકન્ડમાં સમય',
'Show text button'		=>	'ફેરફારો સાચવો',
'Plugin redirect' => 'વિકલ્પો અપડેટ થયા. રીડાયરેક્ટ કરી રહ્યું છે …',

);
