<?php

$lang_admin_plugin_poll = array(

'Plugin title'	=>	'મતદાન',
'Explanation 1'	=>	'આ પ્લગઇન મતદાન વિકલ્પ ઉમેરે છે.',
'Explanation 2'	=>	'તમે મતદાન ચાલુ અથવા બંધ કરી શકો છો અને જરૂર મુજબ અન્ય પરિમાણો ગોઠવી શકો છો.',
'Form title'	=>	'વિકલ્પો',
'Show text button'	=>	'ફેરફારો સાચવો',
'Plugin redirect'	=>	'વિકલ્પો અપડેટ થયા. રીડાયરેક્ટ કરી રહ્યું છે …',
'Legend1'	=>	'વૈશ્વિક વિકલ્પો',
'Legend3'	=>	'વધારાના વિકલ્પો',
'Q1' => 'આ ફોરમમાં મતદાનનો ઉપયોગ કરવો.',
'Q2' => 'એક મતદાનમાં પ્રશ્નોની મહત્તમ સંખ્યા (એકવાર સ્થાપિત કરવાની ભલામણ)',
'Q3' => 'દરેક પ્રશ્ન માટે જવાબોની મહત્તમ સંખ્યા. (એકવાર સ્થાપિત કરવાની ભલામણ)',
'Q4' => 'મતદાનના સંપાદન માટે મહત્તમ સમય (મિનિટમાં) (0 નું મૂલ્ય = પ્રતિબંધ વિનાનો સમય)',
'Q5' => '"પરિણામો બતાવો" બટન દ્વારા મતદાન પરિણામો જોવા માટે જરૂરી મતોની સંખ્યા <br>(નોંધ: 1 નું ડિફૉલ્ટ મૂલ્ય મતદાન બનાવતી વખતે આ પરિમાણ બદલવાનો વપરાશકર્તા વિકલ્પ છુપાવશે)',
'Q6' => 'મહેમાનો મતદાનના પરિણામો જોઈ શકે છે.',

);
