<?php

$lang_apmsn = array(

'Plugin title' => 'PMS નવું - નવી ખાનગી સંદેશા પ્રણાલી',
'Explanation 1'	=> 'આ પ્લગઇન તમારા ફોરમ માટે ખાનગી સંદેશા પ્રણાલી (PMS) ગોઠવવાની મંજૂરી આપે છે.',
'Explanation 2'	=> 'તમે PMS ચાલુ અથવા બંધ કરી શકો છો અને ફોલ્ડર્સમાં સંદેશાઓની સંખ્યા મર્યાદિત કરી શકો છો (મર્યાદા અક્ષમ કરવા માટે 0 પર સેટ કરો).',
'Form title' => 'વિકલ્પો',
'Show text button' => 'ફેરફારો સાચવો',
'Plugin redirect' => 'વિકલ્પો અપડેટ થયા. રીડાયરેક્ટ કરી રહ્યું છે …',
'Group' => 'જૂથ',
'Kolvo' => 'બોક્સ ક્ષમતા',
'Allow' => 'PMS ને મંજૂરી આપો',
'Legend1' => 'વૈશ્વિક વિકલ્પો',
'Legend2' => 'જૂથ વિકલ્પો',
'Legend3' => 'વધારાના વિકલ્પો',
'Q1' => 'PMS સક્ષમ કરો.',
'Q3' => 'વપરાશકર્તાએ ખાનગી સંદેશા મોકલવા માટે ઓછામાં ઓછી પોસ્ટ્સની સંખ્યા.',
'Q2' => 'નવા ખાનગી સંદેશાઓની સૂચના માટે, પોપઅપ વિંડોને બદલે <span class="remflasher">&#160;</span> નો ઉપયોગ કરો.',

);
