Subject: ईमेल पता बदलने की अनुरोध की गई है

नमस्कार <username>,

आपने <base_url> पर चर्चा फ़ोरम में अपने खाते के लिए एक नया ईमेल पता सौंपने की अनुरोध की है। यदि आपने यह अनुरोध नहीं की है या आप अपना ईमेल पता बदलना नहीं चाहते, तो बस इस संदेश को अनदेखा करें। केवल तभी आपका ईमेल पता बदला जाएगा जब आप नीचे दिए गए सक्रियण पृष्ठ पर जाते हैं। सक्रियण पृष्ठ काम करे, इसके लिए आपको फ़ोरम में लॉगइन होना आवश्यक है।

अपना ईमेल पता बदलने के लिए, कृपया निम्न पृष्ठ पर जाएँ:
<activation_url>

--
<board_mailer> मेलर
(इस संदेश का उत्तर न दें)
