Subject: फ़ोरम में नया विषय: <forum_name>

नमस्कार,

उपयोगकर्ता '<poster>' ने फ़ोरम '<forum_name>' में एक नया विषय '<topic_subject>' पोस्ट किया है, जिसमें आप सदस्यता में हैं।

विषय का पता है: <topic_url>

संदेश इस प्रकार है:
-----------------------------------------------------------------------

<message>

-----------------------------------------------------------------------

अपनी सदस्यता समाप्त करने के लिए, <unsubscribe_url> पर जाएँ और पृष्ठ के अंत में "सदस्यता समाप्त करें" लिंक पर क्लिक करें।

--
<board_mailer> मेलर
(इस संदेश का उत्तर मत दें)