<?php

$lang_admin_plugin_merge_posts = array(

'No text'				=>	'आपने कुछ भी प्रविष्ट नहीं किया!',
'Plugin title'			=>	'पोस्ट मर्ज करें - संदेशों का स्वतः संबद्धकरण',
'Explanation 1'			=>	'यह प्लगइन उपयोगकर्ताओं से डुप्लीकेट संदेशों को रोकने के लिए है।',
'Explanation 2'			=>	'यहाँ आप संदेशों के संबद्धकरण का समय समायोजित कर सकते हैं।<br />0 - संदेशों का संबद्धकरण अनुपस्थित है, 86400 - 24 घंटों के भीतर सभी संदेश एक में मिल जाएंगे यदि वे लगातार हैं।',
'Form title'			=>	'इनपुट फ़ॉर्म',
'Legend text'			=>	'संबद्धकरण समय दर्ज करें',
'Text to show'			=>	'सेकंड में समय',
'Show text button'		=>	'परिवर्तन सहेजें',
'Plugin redirect'		=>	'विकल्प अपडेट किए गए। पुनर्निर्देशित किया जा रहा है...',

);