<?php

$lang_admin_plugin_poll = array(

'Plugin title'	=>	'मतदान',
'Explanation 1'	=>	'यह प्लगइन मतदान का विकल्प जोड़ता है।',
'Explanation 2'	=>	'आप मतदान को सक्षम/अक्षम कर सकते हैं और अन्य पैरामीटर्स को आवश्यकतानुसार समायोजित कर सकते हैं।',
'Form title'	=>	'विकल्प',
'Show text button'	=>	'परिवर्तन सहेजें',
'Plugin redirect'	=>	'विकल्प अपडेट किए गए। पुनर्निर्देशित किया जा रहा है...',
'Legend1'	=>	'वैश्विक विकल्प',
'Legend3'	=>	'अतिरिक्त विकल्प',
'Q1' => 'इस फ़ोरम में मतदान का उपयोग करें।',
'Q2' => 'एक मतदान में प्रश्नों की अधिकतम संख्या (एक बार सेट करने की अनुशंसा की जाती है)',
'Q3' => 'प्रत्येक प्रश्न के लिए उत्तरों की अधिकतम संख्या (एक बार सेट करने की अनुशंसा की जाती है)',
'Q4' => 'मतदान संपादन के लिए अधिकतम समय (मिनट में) (0 का मान = कोई समय सीमा नहीं)',
'Q5' => 'मतदान परिणामों को देखने के लिए आवश्यक मतों की संख्या <br>(नोट: 1 का डिफ़ॉल्ट मान मतदान बनाते समय इस पैरामीटर को बदलने का विकल्प छिपा देगा)',
'Q6' => 'अतिथि मतदान परिणाम देख सकता है।',

);