<?php

$lang_admin_plugin_security = array(

'Plugin title'	=>	'सुरक्षा',
'Form title2'	=>	'बॉट्स के खिलाफ सुरक्षा (केवल मेहमान समूह के लिए)',
'Form title3'	=>	'आईपी की जाँच करें',
'Form title4'	=>	'पुनर्निर्देशन',
'Show text button'	=>	'परिवर्तन सहेजें',
'Plugin redirect' => 'विकल्प अपडेट किए गए। पुनर्निर्देशित किया जा रहा है...',

'Coding forms' => 'पंजीकरण/पोस्ट भेजने के फ़ॉर्म्स को जावास्क्रिप्ट के माध्यम से कोडिंग करें। अनुशंसित है।',
'Crypto enable' => 'कैप्चा के लिए फ़ील्ड्स के यादृच्छिक नाम उपयोग करें। अनुशंसित है।',
'ACaptcha enable' => 'अंकगणितीय कैप्चा उपयोग करें। अनुशंसित है।',

'Check IP'  => 'प्रशासकों और मॉडरेटर्स के आईपी परिवर्तन की जाँच करें। परिवर्तन पर पासवर्ड का अनुरोध करें। अनुशंसित है।',

'Board red help' => 'नियमित अभिव्यक्ति जो सुचारु रूप से अनुमति देता है। यदि यह खाली है, तो सभी संदर्भ पुनर्निर्देशन के बिना काम करते हैं।<br />उदाहरण: <strong>^(http|ftp)\:\/\/(www\.)?(site1|site2|site3)</strong>',
'Board red only guest' => 'केवल मेहमानों के लिए सक्रिय है।',

'Bad regular expression' => 'अमान्य नियमित अभिव्यक्ति।',

);