<?php

$lang_admin_plugin_timelimit = array(

'Plugin title'	=>	'समय सीमा - संपादन/हटाने की समय सीमा',
'Explanation 1'	=>	'यह प्लगइन उपयोगकर्ताओं के लिए संदेशों/विषयों के संपादन/हटाने की समय सीमा निर्धारित करने के लिए है।<br />समय सेकंड में सेट किया जाता है। 0 - समय सीमा अक्षम कर देता है।',
'Explanation 2'	=>	'प्रशासकों पर कोई सीमा नहीं होती और वे फ़ोरम के किसी भी संदेश से सीमा हटा सकते हैं।<br />ज़िम्मेदारी वाले क्षेत्र में मॉडरेटर्स पर कोई सीमा नहीं होती।',
'Form title'	=>	'फ़ोरम समूह',
'Show text button'	=>	'परिवर्तन सहेजें',
'Plugin redirect'	=>	'विकल्प अपडेट किए गए। पुनर्निर्देशित किया जा रहा है...',
'Group' => 'समूह',
'Time' => 'समय',

);