<?php

$lang_apmsn = array(

'Plugin title' => 'नया निजी संदेश प्रणाली (PMS) - New Private Messaging System',
'Explanation 1'	=> 'यह प्लगइन आपके फ़ोरम के लिए निजी संदेश प्रणाली (PMS) कॉन्फ़िगर करने की अनुमति देता है।',
'Explanation 2'	=> 'आप PMS को सक्षम/अक्षम कर सकते हैं और फ़ोल्डर में संदेशों की संख्या सीमित कर सकते हैं (सीमा अक्षम करने के लिए 0 सेट करें)।',
'Form title' => 'विकल्प',
'Show text button' => 'परिवर्तन सहेजें',
'Plugin redirect' => 'विकल्प अपडेट किए गए। पुनर्निर्देशित किया जा रहा है...',
'Group' => 'समूह',
'Kolvo' => 'बॉक्स क्षमता',
'Allow' => 'PMS अनुमति दें',
'Legend1' => 'वैश्विक विकल्प',
'Legend2' => 'समूह विकल्प',
'Legend3' => 'अतिरिक्त विकल्प',
'Q1' => 'PMS सक्षम करें।',
'Q3' => 'निजी संदेश भेजने के लिए उपयोगकर्ता द्वारा की गई न्यूनतम पोस्ट संख्या।',
'Q2' => 'नए निजी संदेशों की सूचना के लिए <span class="remflasher">&#160;</span> का उपयोग करें (पॉपअप विंडो के बजाय)।',

);