<?php

// Language definitions used in admin_permissions.php
$lang_admin_permissions = array(

'Perms updated redirect'	=>	'अनुमतियाँ अपडेट की गईं। पुनर्निर्देशित किया जा रहा है...',
'Permissions head'		=>	'अनुमतियाँ',
'Posting subhead'		=>	'पोस्टिंग',
'BBCode label'			=>	'बीबीकोड',
'BBCode help'			=>	'पोस्ट में बीबीकोड की अनुमति दें (अनुशंसित)।',
'Image tag label'		=>	'छवि टैग',
'Image tag help'		=>	'पोस्ट में [img][/img] टैग की अनुमति दें।',
'All caps message label'	=>	'सभी बड़े अक्षर संदेश',
'All caps message help'	=>	'केवल बड़े अक्षरों वाला संदेश दर्ज करने की अनुमति दें।',
'All caps subject label'	=>	'सभी बड़े अक्षर विषय',
'All caps subject help'	=>	'केवल बड़े अक्षरों वाला विषय दर्ज करने की अनुमति दें।',
'Require e-mail label'	=>	'अतिथि ईमेल आवश्यक',
'Require e-mail help'	=>	'पोस्ट करते समय अतिथि से ईमेल पता दर्ज करना आवश्यक।',
'Signatures subhead'	=>	'हस्ताक्षर',
'BBCode sigs label'		=>	'बीबीकोड हस्ताक्षर में',
'BBCode sigs help'		=>	'उपयोगकर्ता हस्ताक्षर में बीबीकोड की अनुमति दें।',
'Image tag sigs label'	=>	'हस्ताक्षर में छवि टैग',
'Image tag sigs help'	=>	'उपयोगकर्ता हस्ताक्षर में [img][/img] टैग की अनुमति दें (अनुशंसित नहीं)।',
'All caps sigs label'	=>	'हस्ताक्षर में सभी बड़े अक्षर',
'All caps sigs help'	=>	'हस्ताक्षर में केवल बड़े अक्षरों की अनुमति दें।',
'Max sig length label'	=>	'अधिकतम हस्ताक्षर लंबाई',
'Max sig length help'	=>	'उपयोगकर्ता हस्ताक्षर में अनुमत वर्णों की अधिकतम संख्या।',
'Max sig lines label'	=>	'अधिकतम हस्ताक्षर पंक्तियाँ',
'Max sig lines help'	=>	'उपयोगकर्ता हस्ताक्षर में अनुमत पंक्तियों की अधिकतम संख्या।',
'Registration subhead'	=>	'पंजीकरण',
'Banned e-mail label'	=>	'प्रतिबंधित ईमेल पते स्वीकार करें',
'Banned e-mail help'	=>	'उपयोगकर्ताओं को प्रतिबंधित ईमेल पते/डोमेन के साथ पंजीकरण की अनुमति दें। यदि डिफ़ॉल्ट (हाँ) पर है, तो यह क्रिया स्वीकृत है, लेकिन एक चेतावनी ईमेल मेलिंग सूची को भेजा जाएगा (बहुआयामी पंजीकरण का पता लगाने का एक प्रभावी तरीका)।',
'Duplicate e-mail label'	=>	'डुप्लीकेट ईमेल पते स्वीकार करें',
'Duplicate e-mail help'	=>	'यह नियंत्रित करें कि क्या उपयोगकर्ताओं को किसी अन्य उपयोगकर्ता द्वारा पहले से उपयोग किए गए ईमेल पते से पंजीकरण की अनुमति दी जाएगी। यदि अनुमति दी जाती है, तो डुप्लीकेट पते का पता लगाए जाने पर मेलिंग सूची को चेतावनी ईमेल भेजा जाएगा।',

);