<?php

// Language definitions used in admin_censoring.php
$lang_admin_censoring = array(

'Must enter word message'	=>	'आपको सेंसर करने के लिए एक शब्द दर्ज करना आवश्यक है',
'Word updated redirect'		=>	'सेंसर शब्द अपडेट किया गया। पुनर्निर्देशित किया जा रहा है...',
'Word added redirect'		=>	'सेंसर शब्द जोड़ा गया। पुनर्निर्देशित किया जा रहा है...',
'Word removed redirect'		=>	'सेंसर शब्द हटाया गया। पुनर्निर्देशित किया जा रहा है...',
'Censoring head'			=>	'सेंसरिंग',
'Add word subhead'			=>	'शब्द जोड़ें',
'Add word info'				=>	'एक शब्द दर्ज करें जिसे आप सेंसर करना चाहते हैं और इसके लिए प्रतिस्थापन पाठ। वाइल्डकार्ड स्वीकार्य हैं (जैसे *कुछ* के साथ कहीं और अकेला भी मिल सकता है)। सेंसर शब्द उपयोगकर्ता नामों को भी प्रभावित करते हैं। नए उपयोगकर्ता किसी भी सेंसर शब्द से युक्त उपयोगकर्ता नाम के साथ पंजीकरण नहीं कर सकेंगे। खोज केस-असंवेदनशील है।',
'Censoring enabled'			=>	'<strong>%s में सेंसरिंग सक्षम है।</strong>',
'Censoring disabled'		=>	'<strong>%s में सेंसरिंग अक्षम है।</strong>',
'Censored word label'		=>	'सेंसर किया गया शब्द',
'Replacement label'			=>	'प्रतिस्थापन शब्द(शब्दों)',
'Action label'				=>	'क्रिया',
'Edit remove subhead'		=>	'शब्द संपादित या हटाएँ',
'No words in list'			=>	'सूची में कोई सेंसर शब्द नहीं हैं।',
'Double' 					=>	'डुप्लीकेट',
'Double2' 					=>	'जोड़ा/अपडेट किया गया शब्द सूची में पहले से मौजूद है।',

);