<?php

// Language definitions used in delete.php
$lang_delete = array(

'Delete post'			=>	'पोस्ट हटाएँ',
'Warning'				=>	'चेतावनी: आप इस पोस्ट को स्थायी रूप से हटाने जा रहे हैं।',
'Topic warning'			=>	'<strong>चेतावनी!</strong> यह विषय में पहली पोस्ट है, पूरा विषय स्थायी रूप से हटा दिया जाएगा।',
'Delete info'			=>	'आपके द्वारा हटाने के लिए चुनी गई पोस्ट नीचे दी गई है, कृपया आगे बढ़ने से पहले इसे समीक्षा करें।',
'Reply by'				=>	'%s द्वारा प्रतिक्रिया - %s',
'Topic by'				=>	'%s द्वारा शुरू किया गया विषय - %s',
'Delete'				=>	'हटाएँ', // The submit button
'Post del redirect'		=>	'पोस्ट हटा दी गई। पुनर्निर्देशित किया जा रहा है...',
'Topic del redirect'	=>	'विषय हटा दिया गया। पुनर्निर्देशित किया जा रहा है...',

);