<?php

$lang_fb = array(

'Red installation'	=> 'प्लगइन स्थापित किया गया। पुनर्निर्देशित किया जा रहा है...',
'Red delete'		=> 'प्लगइन अनइंस्टॉल किया गया। पुनर्निर्देशित किया जा रहा है...',
'Reg update'		=> 'प्लगइन विकल्प अपडेट किए गए। पुनर्निर्देशित किया जा रहा है...',

'installation'		=> 'स्थापित करें',
'installation_info'	=> 'प्लगइन डेटाबेस और फ़ाइलों में आवश्यक परिवर्तन करेगा और कैश अपडेट करेगा।',
'delete'			=> 'अनइंस्टॉल करें',
'delete_info'		=> 'प्लगइन डेटाबेस और फ़ाइलों से परिवर्तन हटाएगा और कैश अपडेट करेगा।',

'plugin_desc'		=> 'यह प्लगइन FluxBB के लिए Fancybox का विस्तार करता है।<br />FluxBB के लिए Fancybox पूर्ण छवियों को फ़्लोटिंग विंडो में प्रदर्शित करता है। यह YouTube वीडियो के साथ काम करता है।',
'configuration'		=> 'कॉन्फ़िगरेशन',
'update'			=> 'अपडेट करें',
'legend'			=> 'अपने विकल्प चुनें',
'guest info'		=> 'अतिथि के लिए Fancybox सक्षम करें।',
'legend2'			=> 'Fancybox लागू करने की फ़ाइलें चुनें',

'Error open file'	=> ' - फ़ाइल नहीं खोली जा सकी।',
'Error save file'	=> ' - फ़ाइल में लिखना नहीं हो सका।',
'Error search'		=> ' - बदलने के लिए ब्लॉक नहीं मिला।',
'Error delete'		=> ' - हटाने के लिए ब्लॉक नहीं मिला।',

);