<?php

// Language definitions used in help.php
$lang_help = array(

'Help'					=>	'सहायता',
'produces'				=>	'उत्पादन करता है',

'BBCode'				=>	'बीबीकोड',
'BBCode info 1'			=>	'बीबीकोड प्रारूपन टैग्स का संग्रह है जिसका उपयोग इस फ़ोरम में टेक्स्ट के लुक को बदलने के लिए किया जाता है। बीबीकोड HTML के समान ही सिद्धांतों पर आधारित है और उसके समान है। नीचे उपलब्ध सभी बीबीकोड्स और उनके उपयोग के निर्देश दिए गए हैं।',
'BBCode info 2'			=>	'प्रशासक को बीबीकोड को सक्षम या अक्षम करने की क्षमता होती है। आप यह जाँच सकते हैं कि क्या बीबीकोड सक्षम/अक्षम है जब भी आप कोई संदेश पोस्ट करते हैं या अपने हस्ताक्षर संपादित करते हैं।',

'Text style'			=>	'टेक्स्ट स्टाइल',
'Text style info'		=>	'निम्नलिखित टैग्स टेक्स्ट के आउटपुट को बदलते हैं:',
'Bold text'				=>	'मोटा टेक्स्ट',
'Underlined text'		=>	'रेखांकित टेक्स्ट',
'Italic text'			=>	'तिरछा टेक्स्ट',
'Strike-through text'	=>	'काटा हुआ टेक्स्ट',
'Red text'				=>	'लाल टेक्स्ट',
'Blue text'				=>	'नीला टेक्स्ट',
'Heading text'			=>	'शीर्षक टेक्स्ट',
'Deleted text'			=>	'काटा गया टेक्स्ट',
'Inserted text'			=>	'डाला गया टेक्स्ट',
'Emphasised text'		=>	'जोर वाला टेक्स्ट',

'Links and images'		=>	'लिंक्स और छवियाँ',
'Links info'			=>	'आप अन्य दस्तावेज़ों या ईमेल पतों से लिंक बनाने के लिए निम्नलिखित टैग्स का उपयोग कर सकते हैं:',
'This help page'		=>	'यह सहायता पृष्ठ',
'My email address'		=>	'मेरा ईमेल पता',
'Images info'			=>	'यदि आप कोई छवि प्रदर्शित करना चाहते हैं तो आप img टैग का उपयोग कर सकते हैं। खुलते टैग में "=" चिन्ह के बाद दिखाई देने वाला पाठ alt विशेषता के लिए उपयोग किया जाता है और संभव होने पर शामिल किया जाना चाहिए।',
'FluxBB bbcode test'	=>	'FluxBB बीबीकोड परीक्षण',

'Test topic'			=>	'परीक्षण विषय',
'Test post'				=>	'परीक्षण पोस्ट',
'Test forum'			=>	'परीक्षण फ़ोरम',
'Test user'				=>	'परीक्षण उपयोगकर्ता',

'Quotes'				=>	'उद्धरण',
'Quotes info'			=>	'यदि आप किसी को उद्धृत करना चाहते हैं तो आपको quote टैग का उपयोग करना चाहिए।',
'Quotes info 2'			=>	'यदि आप किसी विशिष्ट उपयोगकर्ता को उद्धृत नहीं करना चाहते तो आप quote टैग का उपयोग बिना नाम निर्दिष्ट किए कर सकते हैं।',
'Quote text'			=>	'यह वह पाठ है जिसे मैं उद्धृत करना चाहता हूँ।',
'produces quote box'	=>	'एक उद्धरण बॉक्स जैसा यह परिणाम देता है:',
'quote note'			=>	'नोट: यदि उपयोगकर्ता नाम में [ या ] अक्षर हैं तो उन्हें उद्धरण चिह्नों में लपेटना चाहिए।',

'Code'					=>	'कोड',
'Code info'				=>	'जब स्रोत कोड प्रदर्शित करते हो, तो code टैग का उपयोग करना सुनिश्चित करें। code टैग के साथ प्रदर्शित पाठ मोनोस्पेस फ़ॉन्ट में आएगा और अन्य टैग्स द्वारा प्रभावित नहीं होगा।',
'Code text'				=>	'यह कुछ कोड है।',
'produces code box'		=>	'इस तरह का कोड बॉक्स उत्पादन करता है:',

'Nested tags'			=>	'स्थगित टैग्स',
'Nested tags info'		=>	'बीबीकोड्स को स्थगित किया जा सकता है ताकि अधिक उन्नत प्रारूपण संभव हो। उदाहरण के लिए:',
'Bold, underlined text'	=>	'मोटा, रेखांकित टेक्स्ट',

'Lists'					=>	'सूची',
'List info'				=>	'एक सूची बनाने के लिए list टैग का उपयोग करें। list टैग का उपयोग करके आप 3 प्रकार की सूचियाँ बना सकते हैं।',
'List text 1'			=>	'उदाहरण सूची आइटम 1.',
'List text 2'			=>	'उदाहरण सूची आइटम 2.',
'List text 3'			=>	'उदाहरण सूची आइटम 3.',
'produces list'			=>	'एक बुलेटेड सूची उत्पादन करता है।',
'produces decimal list'	=>	'एक संख्यात्मक सूची उत्पादन करता है।',
'produces alpha list'	=>	'अक्षरों से लेबल की गई सूची उत्पादन करता है।',

'Smilies'				=>	'मुस्कानें',
'Smilies info'			=>	'अगर आप चाहें (और अगर यह सक्षम है), तो फ़ोरम स्माइलीज़ की श्रृंखला को उनके चित्रात्मक रूप में बदल सकता है। यह फ़ोरम निम्न स्माइलीज़ को पहचानता है और चित्रों के साथ उन्हें बदल देता है:',

);