<?php

// Language definitions used in login.php
$lang_login = array(

// Miscellaneous
'Login errors'				=>	'लॉगइन त्रुटि',
'Login errors info'			=>	'आप लॉगइन करने से पहले निम्न त्रुटि को सुधारना आवश्यक है:',
'Wrong user/pass'			=>	'गलत उपयोगकर्ता नाम और/या पासवर्ड।',
'Forgotten pass'			=>	'अपना पासवर्ड भूल गए?',
'Login redirect'			=>	'लॉगइन सफल। पुनर्निर्देशित किया जा रहा है...',
'Logout redirect'			=>	'लॉगआउट किया गया। पुनर्निर्देशित किया जा रहा है...',
'No email match'			=>	'ईमेल पते से कोई उपयोगकर्ता पंजीकृत नहीं है',
'Request pass'				=>	'पासवर्ड अनुरोध करें',
'Request pass legend'		=>	'अपने पंजीकरण के लिए उपयोग किए गए ईमेल पता दर्ज करें',
'Request pass info'			=>	'एक नया पासवर्ड और उसे सक्रिय करने का लिंक उस पते पर भेजा जाएगा।',
'Not registered'			=>	'अभी तक पंजीकृत नहीं हैं?',
'Login legend'				=>	'अपना उपयोगकर्ता नाम और पासवर्ड दर्ज करें',
'Remember me'				=>	'प्रत्येक आगमन पर स्वचालित रूप से लॉगइन करें',
'Login info'				=>	'यदि आपने पंजीकरण नहीं किया है या अपना पासवर्ड भूल गए हैं, तो नीचे दिए गए उपयुक्त लिंक पर क्लिक करें।',
'New password errors'		=>	'पासवर्ड अनुरोध त्रुटि',
'New passworderrors info'	=>	'एक नया पासवर्ड भेजने से पहले निम्न त्रुटि को सुधारना आवश्यक है:',

// Forget password mail stuff
'Forget mail'				=>	'एक ईमेल निर्देशों के साथ निर्दिष्ट पते पर भेजा गया है। यदि यह नहीं मिला, तो आप प्रशासक से संपर्क कर सकते हैं:',
'Email flood'				=>	'इस खाते ने पिछले घंटे में पासवर्ड रीसेट का अनुरोध किया है। कृपया फिर से पासवर्ड अनुरोध करने से पहले %s मिनट प्रतीक्षा करें।',

);