<?php

// Language definitions used in various scripts
$lang_misc = array(

// Mark as read
'Mark read redirect'			=>	'सभी विषय और फ़ोरम को पढ़ा हुआ चिह्नित कर दिया गया। पुनर्निर्देशित किया जा रहा है...',
'Mark forum read redirect'	=>	'चयनित फ़ोरम में सभी विषय पढ़े हुए चिह्नित कर दिए गए। पुनर्निर्देशित किया जा रहा है...',

// Send email
'Form email disabled'			=>	'आप जिस उपयोगकर्ता को ईमेल भेजना चाहते हैं, उसने फ़ॉर्म ईमेल अक्षम कर दिया है।',
'No email subject'			=>	'आपको विषय दर्ज करना आवश्यक है।',
'No email message'			=>	'आपको एक संदेश दर्ज करना आवश्यक है।',
'Too long email message'		=>	'संदेश 65535 वर्णों (64 KB) से अधिक लंबा नहीं हो सकता।',
'Email flood'				=>	'ईमेल भेजने के बीच कम से कम %s सेकंड का अंतर होना चाहिए। कृपया %s सेकंड प्रतीक्षा करें और पुनः प्रयास करें।',
'Email sent redirect'			=>	'ईमेल भेजा गया। पुनर्निर्देशित किया जा रहा है...',
'Send email to'				=>	'ईमेल भेजें:',
'Email subject'				=>	'विषय',
'Email message'				=>	'संदेश',
'Email disclosure note'		=>	'कृपया ध्यान दें कि यह फ़ॉर्म उपयोग करने से आपका ईमेल पता प्राप्तकर्ता को दिखाई देगा।',
'Write email'				=>	'ईमेल संदेश लिखें और प्रस्तुत करें',

// Report
'No reason'					=>	'आपको एक कारण दर्ज करना आवश्यक है।',
'Reason too long'			=>	'आपका संदेश 65535 बाइट्स से कम होना चाहिए (~64KB)।',
'Report flood'				=>	'रिपोर्ट के बीच कम से कम %s सेकंड का अंतर होना चाहिए। कृपया %s सेकंड प्रतीक्षा करें और पुनः प्रयास करें।',
'Report redirect'			=>	'पोस्ट रिपोर्ट की गई। पुनर्निर्देशित किया जा रहा है...',
'Report post'				=>	'पोस्ट रिपोर्ट करें',
'Reason'					=>	'कारण',
'Reason desc'				=>	'कृपया दर्ज करें कि आप इस पोस्ट को रिपोर्ट क्यों कर रहे हैं',

// Subscriptions
'Already subscribed topic'	=>	'आप पहले से ही इस विषय से सदस्यता में हैं।',
'Already subscribed forum'	=>	'आप पहले से ही इस फ़ोरम से सदस्यता में हैं।',
'Subscribe redirect'		=>	'आपकी सदस्यता जोड़ दी गई। पुनर्निर्देशित किया जा रहा है...',
'Not subscribed topic'		=>	'आपकी इस विषय से सदस्यता नहीं है।',
'Not subscribed forum'		=>	'आपकी इस फ़ोरम से सदस्यता नहीं है।',
'Unsubscribe redirect'		=>	'आपकी सदस्यता हटा दी गई। पुनर्निर्देशित किया जा रहा है...',

// General forum and topic moderation
'Moderate'					=>	'संचालन',
'Select'					=>	'चुनें', // the header of a column of checkboxes
'Move'						=>	'स्थानांतरित',
'Split'						=>	'विभाजित',
'Delete'					=>	'हटाएँ',
'Merge'						=>	'जोड़ें',

'Lang changed' => 'भाषा बदली गई। पुनर्निर्देशित किया जा रहा है...',

// Moderate forum
'Open'						=>	'खोलें',
'Close'						=>	'बंद करें',
'Move topic'				=>	'विषय स्थानांतरित करें',
'Move topics'				=>	'विषय स्थानांतरित करें',
'Move legend'				=>	'स्थानांतरण स्थान चुनें',
'Move to'					=>	'इसमें स्थानांतरित करें',
'Nowhere to move'			=>	'स्थानांतरण के लिए कोई फ़ोरम नहीं हैं।',
'Leave redirect'			=>	'रिपोर्टिंग विषय(ओं) छोड़ दें',
'Move topic redirect'		=>	'विषय स्थानांतरित किया गया। पुनर्निर्देशित किया जा रहा है...',
'Move topics redirect'		=>	'विषय स्थानांतरित किए गए। पुनर्निर्देशित किया जा रहा है...',
'Confirm delete legend'		=>	'हटाने की पुष्टि करें',
'Delete topics'				=>	'विषय हटाएँ',
'Delete topics comply'		=>	'क्या आप वाकई चयनित विषयों को हटाना चाहते हैं?',
'Delete topics redirect'		=>	'विषय हटाए गए। पुनर्निर्देशित किया जा रहा है...',
'Open topic redirect'		=>	'विषय खोला गया। पुनर्निर्देशित किया जा रहा है...',
'Open topics redirect'		=>	'विषय खोले गए। पुनर्निर्देशित किया जा रहा है...',
'Close topic redirect'		=>	'विषय बंद किया गया। पुनर्निर्देशित किया जा रहा है...',
'Close topics redirect'		=>	'विषय बंद किए गए। पुनर्निर्देशित किया जा रहा है...',
'No topics selected'			=>	'आपको कम से कम एक विषय स्थानांतरण/हटाने/खोलने/बंद करने के लिए चुनें।',
'Not enough topics selected'	=>	'जोड़ने के लिए आपको कम से कम दो विषय चुनने होंगे।',
'Stick topic redirect'		=>	'विषय स्थिर किया गया। पुनर्निर्देशित किया जा रहा है...',
'Unstick topic redirect'		=>	'विषय अस्थिर किया गया। पुनर्निर्देशित किया जा रहा है...',
'Merge topics'				=>	'विषय जोड़ें',
'Merge topics redirect'		=>	'विषय जुड़ गए। पुनर्निर्देशित किया जा रहा है...',
'Confirm merge legend'		=>	'जोड़ने की पुष्टि करें',
'New subject'				=>	'नया विषय',

// Split multiple posts in topic
'Confirm split legend'		=>	'चयनित पोस्टों के विभाजन की पुष्टि करें और स्थानांतरण स्थान चुनें।',
'Split posts'				=>	'पोस्टों को विभाजित करें',
'Split posts comply'			=>	'क्या आप वाकई चयनित पोस्टों को विभाजित करना चाहते हैं?',
'Split posts redirect'		=>	'पोस्टों को विभाजित किया गया। पुनर्निर्देशित किया जा रहा है...',

// Delete multiple posts in topic
'Delete posts'				=>	'पोस्टें हटाएँ',
'Cannot select first'			=>	'पहली पोस्ट को विभाजन/हटाने के लिए चुना नहीं जा सकता।',
'Delete posts comply'		=>	'क्या आप वाकई चयनित पोस्टों को हटाना चाहते हैं?',
'Delete posts redirect'		=>	'पोस्टें हटा दी गईं। पुनर्निर्देशित किया जा रहा है...',
'No posts selected'			=>	'आपको विभाजन/हटाने के लिए कम से कम एक पोस्ट चुननी आवश्यक है।',

// Get host
'Host info 1'				=>	'आईपी पता है: %s',
'Host info 2'				=>	'होस्ट नाम है: %s',
'Show more users'			=>	'इस आईपी के लिए अधिक उपयोगकर्ता देखें',

'Move posts' => 'पोस्टों को स्थानांतरित करें',
'Move posts redirect' => 'पोस्टें स्थानांतरित की गईं। पुनर्निर्देशित किया जा रहा है...',
'Post from topic' => 'यह पोस्ट विषय से स्थानांतरित की गई है',

'Poll cannot be attached' => 'मतदान वाले विषय को किसी अन्य विषय में जोड़ा नहीं जा सकता।',

);