<?php

$lang_poll = array(

'Form legend'	=>	'मतदान',
'Form enable'	=>	'इस विषय में मतदान शामिल करें',
'Form question'	=>	'प्रश्न %d',
'Form choice'	=>	'उत्तर %d',
'Form type'	=>	'एक से अधिक उत्तर चुनने की अनुमति देने के लिए इस मान को बदलें (मल्टी-चॉइस):',
'Form result'	=>	'मतदान परिणाम %d मत डालने तक छिपाएँ',

'No question'	=>	'कोई प्रश्न नहीं दिया गया है',
'Question too long'	=>	'प्रश्न %d बहुत लंबा है',
'Choice too long'	=>	'प्रश्न %d: उत्तर %d बहुत लंबा है',
'Not enough choices'	=>	'प्रश्न %d: उत्तर विकल्प पर्याप्त नहीं हैं',
'Max variant'	=>	'प्रश्न %d: मल्टी-चॉइस मान उत्तर विकल्पों की संख्से कम होना चाहिए',
'Possible choose'	=>	'यह एक बहुविकल्पीय प्रश्न है। %d उत्तर चुन सकते हैं',

'M0' => 'आपने मतदान किया है',
'M1' => 'मतदान बंद है',
'M2' => 'मतदान परिणाम %d मत डालने तक छिपाएँ',
'M3' => 'अतिथि मतदान नहीं कर सकते',
'M4' => 'मतदान परिणाम अतिथि के लिए छिपाएँ',

'Vote total'	=>	'कुल मत: %d',
'Vote button'	=>	'मतदान करें!',
'Votes'	=>	'मत',
'View'	=>	'परिणाम देखें',

'Err poll'	=> 'मतदान त्रुटि:<br />',
'Err1'	=> 'आप पहले से मतदान कर चुके हैं या मतदान बंद है।',
'Err2'	=> 'अमान्य मत - कोई उत्तर चुना नहीं गया।',
'Err3'	=> 'प्रश्न संख्या मतदान सीमा से अधिक है।',
'Err4'	=> 'प्रश्न %s: उत्तर का एक विकल्प चुना जाना चाहिए।',
'Err5'	=> 'प्रश्न %s: अमान्य मत - आप इस मतदान में अधिकतम %s उत्तर चुन सकते हैं।',
'Err6'	=> 'अमान्य मत - प्रत्येक प्रश्न के लिए एक उत्तर चुना जाना चाहिए।',

);