<?php

// Language definitions used in register.php
$lang_register = array(

// Miscellaneous
'No new regs'				=>	'इस फ़ोरम में नई पंजीकरण नहीं हैं।',
'Reg cancel redirect'		=>	'पंजीकरण रद्द किया गया। पुनर्निर्देशित किया जा रहा है...',
'Forum rules'				=>	'फ़ोरम नियम',
'Rules legend'				=>	'पंजीकरण के लिए आपको निम्नलिखित से सहमति देनी होगी',
'Registration flood'		=>	'पिछले घंटे में आपके IP से एक नया उपयोगकर्ता पंजीकृत हो चुका है। पंजीकरण बाढ़ को रोकने के लिए, एक घंटा प्रतीक्षा करना आवश्यक है। क्षमा करें, असुविधा के लिए।',
'Agree'						=>	'सहमत हैं',
'Cancel'					=>	'रद्द करें',
'Register'					=>	'पंजीकरण',

// Form validation stuff (some of these are also used in post.php)
'Registration errors'		=>	'पंजीकरण त्रुटियाँ',
'Registration errors info'	=>	'आप पंजीकरण करने से पहले निम्न त्रुटियों को सुधारना आवश्यक है:',
'Username censor'			=>	'दर्ज किया गया उपयोगकर्ता नाम एक या अधिक सेंसर किए शब्दों से मिलकर बना है। कृपया एक अन्य उपयोगकर्ता नाम चुनें।',
'Username dupe 1'			=>	'इस उपयोगकर्ता नाम से पहले ही कोई उपयोगकर्ता पंजीकृत है',
'Username dupe 2'			=>	'उपयोगकर्ता नाम बहुत समान है। उपयोगकर्ता नाम कम से कम एक अक्षर/अंक (a-z या 0-9) से भिन्न होना चाहिए। कृपया एक अन्य उपयोगकर्ता नाम चुनें।',
'Email not match'			=>	'ईमेल पता मेल नहीं खाता।',

// Registration email stuff
'Reg email'					=>	'पंजीकरण के लिए धन्यवाद। आपका पासवर्ड निर्दिष्ट पते पर भेजा गया है। यदि नहीं मिला, तो प्रशासक से संपर्क करें:',
'Reg complete'				=>	'पंजीकरण पूर्ण हुआ। लॉगिन हो रहा है और पुनर्निर्देशित किया जा रहा है...',

// Register info
'Desc 1'					=>	'पंजीकरण आपको अन्यथा अनुपलब्ध विशेषताओं और क्षमताओं का उपयोग करने की अनुमति देगा। इनमें पोस्ट संपादित/हटाना, अपना हस्ताक्षर बनाना, और अन्य विकल्प शामिल हैं। यदि आपको फ़ोरम में कोई सवाल है, तो प्रशासक से पूछें।',
'Desc 2'					=>	'नीचे एक फ़ॉर्म है जिसे पंजीकरण के लिए भरना आवश्यक है। एक बार पंजीकृत होने के बाद, आपको प्रोफ़ाइल में सेटिंग्स देखनी चाहिए। नीचे दिए गए केवल कुछ ही सेटिंग्स हैं।',
'Username legend'			=>	'कृपया 2 से 25 वर्णों के बीच उपयोगकर्ता नाम दर्ज करें',
'Pass legend'				=>	'अपना पासवर्ड दर्ज करें और पुष्टि करें',
'Pass info'					=>	'पासवर्ड कम से कम 9 वर्णों का होना चाहिए। पासवर्ड केस-संवेदनशील हैं।',
'Email info'				=>	'आपको एक वैध ईमेल पता दर्ज करना आवश्यक है क्योंकि आपका यादृच्छिक पासवर्ड उस पते पर भेजा जाएगा।',
'Confirm email'				=>	'ईमेल पता पुष्टि करें',

);