<?php

$lang_sec = array(

'Not robot' => 'मैं एक रोबोट नहीं हूँ',
'Enable JS' => 'जावास्क्रिप्ट सक्षम करें और पृष्ठ अपडेट करें',

'Error 1' => 'फ़ॉर्म के डेटा आंशिक रूप से प्राप्त किए गए।',
'Error 2' => 'आपका ब्राउज़र सेवा डेटा स्थानांतरित नहीं कर पाया।',
'Error 3' => 'फ़ॉर्म का पहचानकर्ता डेटाबेस में अनुपलब्ध है।',
'Error 4' => 'फ़ॉर्म प्राप्त करने के बाद आपका IP पता परिवर्तित हो गया।',
'Error 5' => 'डेटा बहुत जल्दी भेजा गया। आप एक रोबोट हैं ;)',
'Error 6' => 'फ़ॉर्म में डेटा प्रविष्टि समय समाप्त हो गया।',
'Error 7' => 'कैप्चा त्रुटि। उत्तर गलत है।',
'Error 8' => 'जावास्क्रिप्ट सक्षम करें और पृष्ठ अपडेट करें',

'Captcha legend' => 'क्या आप मनुष्य हैं?',
'Captcha text' => 'कृपया साबित करें कि आप मनुष्य हैं।',

'Idx=' => array('=', 'बराबर है', 'है'),
'Idx-' => array('-', 'माइनस', 'घटाएँ'),
'Idx+' => array('+', 'प्लस', 'जोड़'),
'Idx*' => array('*', 'x', 'गुणा'),
'Idx/' => array('/', 'भाग दिया गया'),
'Idx0' => array('0', 'शून्य'),
'Idx1' => array('1', 'एक'),
'Idx2' => array('2', 'दो'),
'Idx3' => array('3', 'तीन'),
'Idx4' => array('4', 'चार'),
'Idx5' => array('5', 'पाँच'),
'Idx6' => array('6', 'छह'),
'Idx7' => array('7', 'सात'),
'Idx8' => array('8', 'आठ'),
'Idx9' => array('9', 'नौ'),

);