<?php

// Language definitions used in userlist.php
$lang_ul = array(

'User find legend'	=>	'उपयोगकर्ताओं को खोजें और क्रमबद्ध करें',
'User search info'	=>	'खोजने के लिए उपयोगकर्ता नाम और/या फ़िल्टर करने के लिए उपयोगकर्ता समूह दर्ज करें। उपयोगकर्ता नाम फ़ील्ड खाली छोड़ा जा सकता है। आंशिक मिलान के लिए वाइल्डकार्ड वर्ण * का उपयोग करें।',
'User sort info'	=>	'उपयोगकर्ताओं को नाम, पंजीकरण तिथि या पोस्ट संख्या के अनुसार और आरोही/अवरोही क्रम में क्रमबद्ध करें।',
'User group'		=>	'उपयोगकर्ता समूह',
'No of posts'		=>	'पोस्ट संख्या',
'All users'			=>	'सभी'

);