Subject: ઇમેઇલ સરનામું બદલવાની વિનંતી

નમસ્તે <username>,

તમે <base_url> પર ચર્ચા મંચ પર તમારા એકાઉન્ટ માટે નવું ઇમેઇલ સરનામું સોંપવાની વિનંતી કરી છે. જો તમે આની વિનંતી કરી નથી અથવા જો તમે તમારું ઇમેઇલ સરનામું બદલવા માંગતા નથી, તો તમારે ફક્ત આ સંદેશને અવગણવો જોઈએ. ફક્ત જો તમે નીચે આપેલા સક્રિયકરણ પૃષ્ઠની મુલાકાત લો તો જ તમારું ઇમેઇલ સરનામું બદલવામાં આવશે. સક્રિયકરણ પૃષ્ઠ કાર્ય કરવા માટે, તમારે ફોરમમાં લોગ ઇન થયેલ હોવું આવશ્યક છે.

તમારું ઇમેઇલ સરનામું બદલવા માટે, કૃપા કરીને નીચેના પૃષ્ઠની મુલાકાત લો:
<activation_url>

--
<board_mailer> મેઇલર
(આ સંદેશનો જવાબ આપશો નહીં)
