Subject: નવો પાસવર્ડ વિનંતી કરેલ છે

નમસ્તે <username>,

તમે <base_url> પર ચર્ચા મંચ પર તમારા એકાઉન્ટ માટે નવો પાસવર્ડ સોંપવાની વિનંતી કરી છે. જો તમે આની વિનંતી કરી નથી અથવા જો તમે તમારો પાસવર્ડ બદલવા માંગતા નથી, તો તમારે ફક્ત આ સંદેશને અવગણવો જોઈએ. ફક્ત જો તમે નીચે આપેલા સક્રિયકરણ પૃષ્ઠની મુલાકાત લો તો જ તમારો પાસવર્ડ બદલવામાં આવશે.

તમારો નવો પાસવર્ડ છે: <new_password>

તમારો પાસવર્ડ બદલવા માટે, કૃપા કરીને નીચેના પૃષ્ઠની મુલાકાત લો:
<activation_url>

--
<board_mailer> મેઇલર
(આ સંદેશનો જવાબ આપશો નહીં)
